openfoam9/tutorials/multiphase/compressibleInterFoam/laminar/climbingRod/constant/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

stabilisation
{
    type            phaseLimitStabilisation;

    field           sigma.liquid;
    rate            rLambda.liquid;
    residualAlpha   5e-3;
}


//************************************************************************* //
